{"doc_desc":{"title":"ENIGH 2020_V02","idno":"DDI-MEX-INEGI-ENIGH-2020-NS-V01","producers":[{"name":"","abbreviation":"INEGI","affiliation":"","role":""},{"name":"Dirección General de Estadísticas Sociodemográficas","abbreviation":"DGES","affiliation":"","role":""},{"name":"Dirección General Adjunta de Encuestas Sociodemográficas","abbreviation":"DGAES","affiliation":"","role":""},{"name":"Dirección de Encuestas Regulares en Hogares","abbreviation":"","affiliation":"","role":""},{"name":"Subdirección de Generación de Estadísticas de Encuestas de Ingresos y Gastos","abbreviation":"","affiliation":"","role":"Documentación de la encuesta y revisión del metadato."}],"prod_date":"2021-11-30","version_statement":{"version_notes":"Versión 1 (28 de julio de 2021)\nVersión 2 (30 de noviembre de 2021). Esta versión reemplaza a la documentación del 28 de julio de 2021. La actualización se origina a partir del reemplazo en Materiales de Referencia Externos de los tabulados básicos, por entidad federativa, con enfoque de género, de personas, y hogares y viviendas, los cuales incluyen las precisiones estadísticas."}},"study_desc":{"title_statement":{"idno":"MEX-INEGI.ESD3.03-ENIGH-2020-NS","title":"Encuesta Nacional de Ingresos y Gastos de los Hogares 2020","sub_title":"Nueva serie","alt_title":"ENIGH 2020 NS","translated_title":"National Survey of Household Income and Expenditure 2020"},"authoring_entity":[{"name":"Instituto Nacional de Estadística y Geografía (INEGI)","affiliation":""},{"name":"Dirección General de Estadísticas Sociodemográficas (DGES)","affiliation":""},{"name":"Dirección General Adjunta de Encuestas Sociodemográficas y Registros Administrativos (DGAESRA)","affiliation":""},{"name":"Dirección de Encuestas Regulares en Hogares","affiliation":""},{"name":"Subdirección de Encuestas de Ingresos y Gastos","affiliation":""}],"production_statement":{"copyright":"INEGI","funding_agencies":[{"name":"Instituto Nacional de Estadística y Geografía","abbreviation":"INEGI","role":""}]},"distribution_statement":{"contact":[{"name":"Atención a Usuarios","affiliation":"INEGI","email":"atencion.usuarios@inegi.org.mx","uri":"https:\/\/www.inegi.org.mx\/inegi\/terminos.html"}]},"series_statement":{"series_name":"Encuesta","series_info":"Antecedentes: La ENIGH tiene sus antecedentes desde 1956 y 1958 cuando la Dirección General de Estadística (DGE), entonces dependiente de la Secretaría de Industria y Comercio (SIC), levantó la encuesta Ingresos y Egresos de la Población en México, y en 1960 Las 16 Ciudades de la República Mexicana, Ingresos y Egresos Familiares. Por su parte, para los años 1963 y 1968, el Banco de México llevó a cabo el levantamiento de la encuesta Ingresos y Gastos Familiares.\n\nEn el periodo de 1969-1970, nuevamente la DGE-SIC realizó la encuesta Ingresos y Egresos de la República Mexicana. Posteriormente, en 1975, la Secretaría del Trabajo y Previsión Social (STPS): efectuó una denominada Ingresos y Gastos Familiares. En 1977 la DGE, como parte de la Secretaría de Programación y Presupuesto (SPP), desarrolló la Encuesta Nacional de Ingreso-Gasto de los Hogares, trabajo que constituyó el antecedente inmediato de las encuestas que ha llevado a cabo la DGE-INEGI para los periodos: 1984, 1989, 1992, 1994, 1996, 1998, 2000, 2002, 2004, 2005, 2006, 2008, 2010, 2012, 2014, 2016 , 2018 y 2020."},"study_info":{"keywords":[{"keyword":"Ingreso","vocab":"","uri":""},{"keyword":"Gasto","vocab":"","uri":""},{"keyword":"Hogares","vocab":"","uri":""}],"topics":[{"topic":"Ingresos de los hogares","vocab":"","uri":""},{"topic":"Gastos de los hogares","vocab":"","uri":""},{"topic":"Distribución de los ingresos","vocab":"","uri":""},{"topic":"Ingresos en especie","vocab":"","uri":""},{"topic":"Transferencias de ingresos recibidos y pagados","vocab":"","uri":""},{"topic":"Los ingresos o medidas basadas en los gastos de la pobreza","vocab":"","uri":""},{"topic":"Protección de los consumidores","vocab":"","uri":""},{"topic":"Patrones de consumo","vocab":"","uri":""},{"topic":"Bienes de consumo duraderos","vocab":"","uri":""},{"topic":"Riqueza de los hogares","vocab":"","uri":""}],"abstract":"El objetivo de la ENIGH es proporcionar un panorama estadí­stico del comportamiento de los ingresos y gastos de los hogares en cuanto a su monto, procedencia y distribución; adicionalmente ofrece información sobre las caracterí­sticas ocupacionales y sociodemográficas de los integrantes del hogar, así­ como las caracterí­sticas de la infraestructura de la vivienda y el equipamiento del hogar. \n\nDesde 1984, cuando el INEGI comenzó a levantar la encuesta, hasta el dí­a de hoy, se han venido desarrollando tanto nuevas metodologí­as, emitido recomendaciones internacionales y documentado buenas prácticas para la generación de información de ingresos y gastos de los hogares por medio de encuestas.\n\nEn este periodo se han realizado adiciones en la temá¡tica de la encuesta, actualizaciones metodológicas e innovaciones en los procesos, para obtener resultados que reflejen la realidad, tomando en cuenta las recomendaciones internacionales y los requerimientos de información de los diferentes usuarios. Cuando la adopción de las recomendaciones y buenas prácticas implicaban un rompimiento en la comparabilidad de los resultados, se prefirió mantener la comparabilidad histórica.\n\nA partir de 2008 el INEGI decidió publicar los resultados de la ENIGH, cuyas variables han sido construidas y presentadas conforme a las recomendaciones de la ONU, especí­ficamente, las emitidas en la 17a. Conferencia Internacional de Estadí­sticos del Trabajo y en el Reporte del Grupo de Canberra. Esta nueva construcción, además, es la que se utiliza en la base de datos del Módulo de Condiciones Socioecómicas de la ENIGH, que es la fuente de información para la medición multidimensional de la pobreza que realiza el Consejo Nacional para la Evaluación de la Polí­tica de Desarrollo Social (CONEVAL). \n\nAhora bien, además de mencionar y analizar las recomendaciones internacionales que se pusieron en práctica en la ENIGH 2020, en el presente documento también se relatan los antecedentes de la ENIGH, cómo surgió y los cambios significativos que ha tenido desde entonces; se mencionan los objetivos de la encuesta y los instrumentos de captación que utiliza; asimismo, como eje principal, está la descripción del ingreso y del gasto, sus fuentes, su correlación e implicaciones, esto, como principales indicadores del bienestar del hogar; en otro capítulo se listan los principales usuarios de la información de la encuesta; y por último, se presentan los esquemas de los temas, categorías y variables empleados en la ENIGH 2020.\nPeriodicidad: A partir de 1992 se realiza con una periodicidad bienal (cada dos años) con excepción del año 2005 en que se realizó un levantamiento extraordinario. \n\nPoblación objetivo: La constituyen los hogares de nacionales o extranjeros, que residen habitualmente en viviendas particulares dentro del territorio nacional. \n\nUnidad de Selección: Vivienda particular. Las viviendas se eligen mediante un minucioso proceso estadístico que garantiza que los resultados obtenidos a partir de sólo una parte de la población (muestra), se pueda generalizar hacia el total. \n\nMarco Muestral: El marco de muestreo utilizado es el marco de propósitos múltiples del INEGI, está constituido con la información demográfica y cartográfica obtenida a partir del levantamiento del Censo de Población y Vivienda 2010.\nTamaño efectivo de la muestra: 105 483 viviendas.\nUnidad de observación: El hogar. \n\nUnidad de análisis: El hogar, la vivienda y los integrantes del hogar.\n\nCobertura temática: \n\nCaracterísticas de la vivienda. \nResidentes e identificación de hogares en la vivienda. \nCaracterísticas sociodemográficas de los residentes de la vivienda. \nEquipamiento del hogar, servicios. \nCondición de actividad y características ocupacionales de los integrantes del hogar de 12 y más años. \nIngreso corriente total (monetario y no monetario) de los hogares. \nPercepciones financieras y de capital de los hogares y sus integrantes. \nGasto corriente monetario de los hogares. \nErogaciones financieras y de capital de los hogares. \n\nLos diferentes conceptos de la ENIGH están regidos por recomendaciones acordadas en convenciones internacionales por ejemplo: \n\nLas resoluciones e informes de las 18 Conferencias Internacionales sobre estadísticas del trabajo, de la Organización Internacional del Trabajo (OIT). \n\nEl reporte final y recomendaciones del Grupo de Canberra, grupo de expertos en las \"Estadísticas de Ingreso de los Hogares\". \n\nManual de Encuestas sobre Hogares. Departamento de Asuntos Económicos y Sociales Internacionales, Oficina de Estadística. Naciones Unidas, Nueva York, 1987. \n\nAsí mismo están articuladas con el Sistema de Cuentas Nacionales y con las Encuestas de Hogar que levanta el INEGI. \n\nTamaño de la muestra: A nivel nacional son, incluyendo la decena uno, 93 186 viviendas particulares. \n\nCarga de trabajo: De acuerdo a la minuciosidad en el registro de la información en este proyecto se ha definido para cada entrevistador una carga de seis entrevistas en viviendas particulares por decena. El número de entrevistas puede disminuir o aumentar de acuerdo con varios factores: no respuesta, recuperación de la no respuesta u hogares adicionales.","time_periods":[{"start":"2020-08-11","end":"2020-09-09","cycle":"Decenas 1,2,3"},{"start":"2020-09-10","end":"2020-10-09","cycle":"Decenas 4,5,6"},{"start":"2020-10-10","end":"2020-11-08","cycle":"Decenas 7,8,9"},{"start":"2020-11-09","end":"2020-11-18","cycle":"Decena 10"},{"start":"2020-11-19","end":"2020-11-28","cycle":"Decena de recuperación"}],"coll_dates":[{"start":"2020-06-04","end":"2020-08-08","cycle":"Capacitación "},{"start":"2020-08-21","end":"2020-11-28","cycle":"Levantamiento"},{"start":"2020-08-21","end":"2020-12-31","cycle":"Captura y validación"},{"start":"2021-01-01","end":"2021-07-10","cycle":"Explotación de la base de datos"},{"start":"2021-07-28","end":"2021-07-28","cycle":"Publicación de resultados"}],"nation":[{"name":"México","abbreviation":"Mex"}],"geog_coverage":"Nacional y a nivel de entidad federativa\n\n- Ámbito urbano: localidades con 2 500 y más habitantes\n- Ámbito rural: localidades con menos de 2 500 habitantes","analysis_unit":"El hogar, la vivienda y los integrantes del hogar.","universe":"La encuesta está dirigida a los hogares del territorio nacional.","data_kind":"Encuesta probabilística en hogares","notes":"Distribución del ingreso"},"method":{"data_collection":{"data_collectors":[{"name":"Instituto Nacional de Estadística y Geografía","abbreviation":"INEGI","affiliation":""}],"sampling_procedure":"El diseño de la submuestra para la ENIGH-2020 se caracteriza por ser probabilístico; en consecuencia, los resultados obtenidos de la encuesta se generalizan a toda la población de dominio estudio, a su vez es bietápico, estratificado y por conglomerados, donde la unidad última de selección es la vivienda y la unidad de observación es el hogar.\n\nLa submuestra de ENIGH-2020 se seleccionó a partir de la muestra maestra 2012 del INEGI, esta muestra maestra se diseñó y seleccionó del Marco Maestro de Muestreo 2012 (MMM) el cual se conformó de conglomerados de viviendas llamados Unidades Primarias de Muestreo (UPM), construidos a partir de la información cartográfica y demográfica que se obtuvo del Censo de Población y Vivienda 2010. La muestra maestra permite la selección de submuestras para todas las encuestas en viviendas que realiza el INEGI; su diseño es probabilístico, estratificado, unietápico y por conglomerados, pues es en ellos donde se seleccionaron, en una segunda etapa, las viviendas que integran las submuestras de las diferentes encuestas. En diseño del MMM se construyó de la siguiente manera:\n\nFormación de las unidades primarias de muestreo (UPM)\nPrimeramente, se construye el conjunto de UPM que cubrirá el territorio nacional.\nLas unidades primarias de muestreo están constituidas por agrupaciones de viviendas con características diferenciadas dependiendo del ámbito al que pertenecen como se especifica a continuación:\n\nEn urbano alto\nEl tamaño mínimo de una UPM es de 80 viviendas habitadas y el máximo es de 160. Pueden estar formadas por: Una manzana\n· La unión de dos o más manzanas contiguas de la misma AGEB. 1\n· La unión de dos o más manzanas contiguas de diferentes AGEB de la misma localidad.\n· La unión de dos o más manzanas contiguas de diferentes localidades, que pertenezcan al mismo tamaño de localidad.\n\nEn complemento urbano  \nEl tamaño mínimo de una UPM es de 160 viviendas habitadas y el máximo es de 300. Pueden estar formadas por:\n· Una manzana.\n· La unión de dos o más manzanas contiguas de la misma AGEB\n· La unión de dos o más manzanas contiguas de diferentes AGEB de la misma localidad.\n· La unión de dos o más manzanas contiguas de diferentes AGEB y localidades, pero del mismo municipio.\n \nEn rural  \nEl tamaño mínimo de una UPM es de 160 viviendas habitadas y el máximo es de 300.  Pueden estar formadas por:\n· Una AGEB.\n· Parte de una AGEB.\n· La unión de dos o más AGEB colindantes del mismo municipio.\n· La unión de una AGEB con una parte de otra AGEB colindante del mismo municipio.\n\nDe esta forma, cada UPM fue clasificada en un único estrato geográfico y uno sociodemográfico. Como resultado, se obtuvo un total de 683 estratos en todo el ámbito nacional.\n\nEl tamaño de muestra para la ENIGH 2020 se calculó a nivel Entidad con ámbito urbano y rural considerando las variables y las tasas de no respuesta mencionadas anteriormente. \n\nA nivel Entidad con ámbito urbano para el caso de la variable Ingreso Corriente promedio trimestral se tiene una variación entre 31 554.58 y 91 003.53, con una varianza que oscila entre 609 706 543.70 y 570 110 356 234.59, y un efecto de diseño que fluctúa entre 1.09 y 4.24.\n\nA nivel Entidad con ámbito rural la variable Ingreso Corriente promedio trimestral varía entre 14 115.33 y 44 778.03, con una varianza que oscila entre 156 406 519.01 y 12 108 216 477.28, y un efecto de diseño que fluctúa entre 1.00 y 9.43. En el anexo C se presentan los tamaños de muestra para ámbito Entidad urbano y rural.\n\nIntegrando los tamaños de muestra a nivel nacional se tiene un tamaño de muestra de 87 826 viviendas, el cual garantiza un error de 4.485% a nivel nacional para la variable ingreso corriente promedio trimestral.\n\nDebido a la apertura para salir a campo para realizar entrevistas cara a cara en las viviendas habitadas seleccionadas durante la época de la pandemia COVID-19, se tuvo indicios de tener un mayor rechazo de los hogares a aceptar las entrevistas, se decidió tomar medidas precautorias de incrementar la tasa de no respuesta hasta tener un 20% adicional, debido a estos ajustes la muestra resultante fue de 105 483 viviendas a nivel nacional.","sampling_deviation":"La ENIGH 2020, se levantaron en una muestra nacional de 105 483 viviendas seleccionadas.\n\nLa muestra permite obtener información a nivel nacional, con desglose para localidades de 2 500 y más habitantes y localidades de menos de 2 500 habitantes.","coll_mode":"Entrevista directa con formato de captación a papel","research_instrument":"Para la recolección de la información en cada hogar se utilizarán seis instrumentos de captación, en cuatro de los cuales se concentra información del hogar en su conjunto. \n\nEstos son:\n- Cuestionario de hogares y vivienda\n- Cuestionarios de gastos del hogar\n- Cuadernillo de gastos diarios\n\nEn los otros tres se registra información individual para personas \n- Cuestionario para personas de 12 o más años\n- Cuestionario para personas menores de 12 años\n- Cuestionario para negocios del hogar","coll_situation":"A las oficinas estatales les corresponde llevar a cabo el operativo de campo, en donde se realizan los siguientes procesos: levantamiento de información, supervisión, captura y validación de la información.\n\nOperativo del levantamiento\nPara cubrir los requerimientos del marco conceptual diseñado para la ENIGH 2020, se programó la recolección de información en diez levantamientos, cada uno de ellos organizado en diez días. El levantamiento se realizó del día 11 de agosto al 18 de noviembre de 2020. Cabe aclarar que además hubo dos actividades complementarias; Una de ellas tuvo verificativo del 1 al 10 de agosto de 2020, en el que se realizó un ensayo completo del levantamiento. La otra actividad consistió en la implementación de una decena de recuperación, del 19 al 28 de noviembre la cual sirvió para recuperar cuestionarios con no respuesta y levantar las cargas de trabajo que hubiesen quedado pendientes en decenas anteriores.  \n \nActividades durante el levantamiento\nCada decena está conformada por diez días, donde para cada día se definieron actividades específicas para el levantamiento de la información:\nEl primer día de la decena se establece el contacto inicial con el jefe del hogar, el ama de casa o con una persona mayor de 18 años, explicándole los objetivos de la encuesta; se levanta la información del Cuestionario de hogares y vivienda; se sondea quién es la persona o personas que realizan las compras de los alimentos, bebidas y tabaco para el consumo del hogar en su conjunto; se capacita a esta persona o personas en el llenado del Cuadernillo de gastos diarios, y se explica al informante que se entrevistará personalmente a las personas de 12 o más años, preguntando por los horarios en que se les puede localizar y concertando citas con cada uno de ellos.\nEl segundo día de visita al hogar se dedica a preguntar sobre los demás gastos en el Cuestionario de gastos del hogar, sondeando qué integrantes del hogar realizan gastos personales o el pago de algún servicio u otros gastos para el hogar en su conjunto.\nDel tercero al séptimo día de la decena, se capta la información de todos los integrantes del hogar en el siguiente orden: primero se levanta la información del Cuestionario para personas de 12 o más años y el Cuestionario de negocios y se le pregunta sobre los gastos que esta persona realiza de forma personal o para el hogar, para hacer el registro correspondiente en el Cuestionario de gastos. Si el informante conoce la información de los menores de 12 años, se distribuyen esas entrevistas en el resto de los días. Todos los días se revisa la información registrada en el Cuadernillo de gastos diarios y si existen problemas en el registro se sondea al informante.\nEl sexto día de la decena, solicita la estimación mensual correspondiente a la sección II Gasto en alimentos, bebidas y tabaco para el hogar o para regalar a personas ajenas al hogar, transporte público, programas sociales (Liconsa y Diconsa) y por último hábitos de compras, todo esto se anota en el Cuadernillo de Gastos diarios.\nEl séptimo día de la decena, se recoge el Cuadernillo de Gastos diarios, una vez terminadas las entrevistas, se entregan las cargas de trabajo al Supervisor; quien a su vez las entrega al jefe de Supervisores.\nEl octavo día se lleva a cabo la reunión general con los equipos de campo y se aclaran dudas de la decena anterior, el Jefe de Supervisores entrega al REP, las cargas de trabajo de la decena anterior y recibe las cargas de la siguiente decena, para entregárselas al Supervisor.\nEl supervisor de la siguiente decena hace entrega de la carga de trabajo y de los paquetes con los materiales correspondientes. El noveno y décimo día son de descanso.\nControl de la muestra\nPara facilitar el control de la muestra se le asignó a cada hogar un número de identificación único a nivel nacional que está integrado por dos números: el primero llamado FOLIOVIV que se compone de 10 dígitos y que identifica la vivienda, y el segundo llamado FOLIOHOG que es de 1 dígito e identifica la cantidad de hogares en la vivienda:\nFOLIOVIV \n• Los primeros 7 dígitos se conforman a partir del número de UPM. \n• El octavo dígito indica la decena en que se programó levantar la información. Del 1 al 9 y 0 para la decena 10.\n• Los dígitos noveno y décimo corresponden a un número consecutivo de selección de la vivienda en la UPM.\nFOLIOHOG \n• Este dígito nos indica la cantidad de hogares que habitan en la vivienda.\nEl hogar 1 es el hogar inicialmente entrevistado, el cuál contesta el apartado de vivienda. Cuando en una misma vi­vienda se encontró más de un hogar, estos otros hogares también fueron objeto de entrevista. Para ellos, el número de FOLIOVIV coincide con el FOLIOVIV del hogar inicialmente entrevistado, diferenciándose en el FOLIOHOG que puede ser de 2 al 5, dependiendo del número de hogares que se hayan encontrado.\n\nCargas de trabajo\nSe determinó que en la ENIGH 2020 la carga de trabajo por Entrevistador fuera de seis viviendas por decena, y los Supervisores tuvieran bajo su vigilancia, en promedio a tres Entrevistadores.","act_min":"Operativo de supervisión\nCon el fin de obtener datos confiables, durante la recolección de la información se llevó a cabo un control efectivo de la calidad de los datos de la encuesta, el cual se logró con una buena supervisión del trabajo de campo. \n\nLa actividad fundamental del Supervisor fue la de vigilar y controlar el cumplimiento del trabajo de campo dentro de los tiempos preestablecidos, así como garantizar la calidad de la información.\n\nSupervisión de la oficina estatal\nPara el buen cumplimiento de la supervisión, ésta fue dividida en tres partes.\n\nObservación directa\nEl Supervisor acompañó al Entrevistador durante algunos días de la decena a recabar la información al hogar, ob­servando la habilidad y destreza con que éste realiza la entrevista. Al terminar, el Supervisor debía informar al Entre­vistador de los errores observados y señalar la forma de corregirlos. Esta actividad se realizó todas las decenas del levantamiento, bajo un programa de supervisión establecido.\nVerificación de no respuesta\nConsistió en que el supervisor tratara de recuperar el mayor número posible de cuestionarios que presentaron no respuesta, realizando con los informantes una eficiente labor de convencimiento cuando había una negativa al momento de solicitar la información; en cambio, cuando la entrevista no se habí­a logrado debido a un error en los listados de vivienda, debí­a verificarse y reportar al REP, para que este a su vez lo reporte al área de la Muestra Maestra.\n\nRevisión y crítica de la información\nEl Supervisor se encargó de solicitar a los Entrevistadores los cuestionarios para hacer una revisión de los apartados que ya contenían información. Por otro lado, durante el levantamiento se realizaron supervisiones de apoyo por parte del personal de oficina regional, con el objetivo de reinstruir sobre aspectos que no estuvieran entendidos correcta­mente desde los cursos impartidos por el Instructor Supervisor Estatal, además de verificar que las actividades se cumplieran de acuerdo a las instrucciones contenidas en cada uno de los manuales operativos. Así como resolver problemáticas y dudas durante el levantamiento. \n\n Supervisión de la oficina central\n Durante el levantamiento de la información, se llevaron a cabo las supervisiones necesarias por parte de Oficinas Centrales, con el fin de dar un seguimiento integral a los procedimientos conceptuales y operativos de las decenas 2 a la de la recuperación.","weight":"Variable  \"factor_viv\" en la tabla VIVIENDAS.\nVariable \"factor\" en la tabla HOGARES Y CONCENTRADOHOGAR.","cleaning_operations":"La captura y la validación son dos procesos que se realizaron posteriormente al trabajo de campo. \nAmbos procesos iniciaron el día 20 de agosto y finalizaron el 16 de diciembre de 2020. La distribución de cargas de trabajo también se organizó en decenas. Cabe aclarar que tanto la captura como la validación para la decena de recuperación se concluyeron en los mismos tiempos.\nActividades de la captura\n\nLa captura consistió en llevar a cabo la transferencia de la información de los cuestionarios que fueron totalmente contestados a medios electrónicos a través del IKTAN, de acuerdo con los procedimientos establecidos para el proceso de captura de la ENIGH 2020.\nEl octavo día de la decena, el Responsable de Captura Validación junto con su equipo de trabajo inició la captura de los cuestionarios levantados por cada Entrevistador, organizada por paquetes de cuestionarios de cada folio con resultado de entrevista completa, siguiendo el orden establecido: \n• Portada del paquete (ENIGH-1). \n• Cuestionario de hogares y vivienda. \n• Cuestionarios para personas menores de 12 años. \n• Cuestionarios para personas de 12 o más años. \n• Cuestionarios para negocios del hogar. \n• Cuestionario de gastos del hogar. \n• Cuadernillo de gastos diarios. \nAdicionalmente, el IKTAN permitió registrar y conocer el avance o la conclusión de las cargas de trabajo.\n\nActividades de validación\n\nEn forma paralela a la captura, en las coordinaciones estatales se inició la validación de los folios con captura com­pleta, que cumplían con la verificación de rangos válidos. La validación consistió en la aplicación de los criterios de validación mediante los procesos de Analista e ISE, con el objetivo de depurar los datos de posibles errores de cap­tura, incongruencias y omisiones, antes de liberarlos y almacenarlos en la base de datos de validación.\n\nSeguimiento y control al operativo de la ENIGH 2020\n\nCon el fin de llevar un registro de todas las actividades desarrolladas por el personal operativo, durante el levanta­miento se diseñó un sistema de seguimiento y control de la ENIGH 2020, cuyo objetivo es conocer a detalle el desarrollo del operativo de campo.\n\nActividades durante el seguimiento y control\n\nEl Responsable Estatal del Proyecto es el encargado de llevar un registro del personal y de la asignación de las car­gas de trabajo en cada decena, así como de las actividades desarrolladas en campo en su entidad, con el propósito de organizar la información recopilada, llevar el control de la muestra y hacer un diagnóstico preventivo basado en el análisis crítico y sistemático. \nPara suministrar esta información se cuenta con dos instrumentos: Las formas de control del trabajo de campo y los reportes del IKTAN. \nEstas formas de control y reportes están diseñadas para proporcionar información en dos etapas: \n• Primera etapa: durante el trabajo de campo son utilizadas las formas de control, mismas que son capturadas en el IKTAN al finalizar cada decena. \n• Segunda etapa: los reportes concentran y organizan la información generada y capturada en las formas de control.\n\nIntegración  y validación de la base  de captura en oficinas centrales\n\nUna vez concluida la etapa de captura y verificación  de información,  la base de datos de captura queda integrada. Esta base se fue construyendo durante el proceso de captura y validación, ya que el IKTAN depositó la información validada directamente en la base de datos. Posteriormente se aplican criterios de validación  generales con el objetivo de depurar los archivos de incongruencias y omisiones entre las diferentes tablas de la base de datos. A la par de esta actividad se genera una base de datos de resultados de la entrevista y el número de integrantes de los hogares que tuvieron entrevista completa para enviarla al área de marcos geoestadísticos que se encarga de generar los factores de expansión, corregidos por la no respuesta.\n\nCreación de base de datos de explotación y generación de tabulados\n\nA partir de la base de datos resultante del proceso de validación se  genera una base de datos de explotación que contiene información estandarizada al trimestre  así como las variables derivadas de acuerdo a los  objetivos de la encuesta. También se obtienen frecuencias por clave y un concentrado de cifras de control para asegurar que el archivo se encuentre libre de errores e incongruencias. Se realizan las comparaciones con otras fuentes y los levantamientos anteriores de la encuesta. Una vez efectuada esta última etapa de análisis de la información, entonces se procede a generar los tabulados que conforman las distintas publicaciones que genera la ENIGH.","method_notes":"Para el levantamiento de la ENIGH 2020 se crearon 3 171 plazas, de las cuales 2 736 fueron para labores de campo y 435 plazas para labores de oficina.\nDe acuerdo con la asignación de la muestra, se utilizaron oficinas distribuidas en las 32 entidades federativas.\n\nLa estructura operativa que se utilizó fue la siguiente: \n\nResponsable Estatal del Proyecto (REP)\nInstructor Supervisor Estatal (ISE)\nSupervisor (S)\nEntrevistador (E)\nResponsable de Captura Validación (RCV)\nAnalista (A)\nCapturista (C)\nAuxiliar Administrativo (AA)\nSupervisor Regional (SR)"},"analysis_info":{"response_rate":"Como resultado de la suma de las 105 483 viviendas seleccionadas y 1 363 hogares adicionales que fueron encontrados en dichas viviendas, el total ascendió a 106 846 hogares. \nLos datos a nivel nacional muestran que en el 83.3% de los casos se obtuvo resultado de entrevista completa, de entre los cuales 55.6% correspondió a entrevista levantada con informante directo; el 19.6% a entrevista levantada con informante indirecto; el 5.5% a entrevista levantada en otra decena con informante directo y el 2.6% a entrevista levantada en otra decena con informante indirecto.\n\nLa no respuesta totalizó 16.7%, siendo la no respuesta tipo A que se refiere a viviendas habitadas; la de tipo B que son viviendas deshabitadas y la de tipo C que son viviendas fuera del marco muestral, con una participación de 7.9%, 7.9% y 0.9% respectivamente.","sampling_error_estimates":"Para la evaluación de los errores de muestreo de las principales estimaciones se usó el método de \"Conglomerados Últimos\", basado en que la mayor contribución a la varianza de un estimador, en un diseño polietápico, es la que se presenta entre las unidades primarias de muestreo (UPM), el término \"Conglomerados Últimos\" se utiliza para denotar el total de unidades en muestra de una unidad primaria de muestreo.\n\n- Indicadores para proyectos con muestreo probabilístico:\n\nCoeficiente de variación, error estándar e intervalo de confianza\n\n<u><a href=\"https:\/\/www.inegi.org.mx\/rnm\/index.php\/catalog\/685\/download\/22966\">ENIGH 2020<\/a><\/u>\n\n<u><a href=\"https:\/\/www.inegi.org.mx\/rnm\/index.php\/catalog\/685\/download\/22967\">Metadatos de las tablas de indicadores<\/a><\/u>"}},"data_access":{"dataset_use":{"conf_dec":[{"txt":"El Artículo 37 de la Ley del Sistema Nacional de Información Estadística y Geográfica establece que los datos que proporcionen para fines estadísticos los Informantes del Sistema a las Unidades en términos de la presente Ley, serán estrictamente confidenciales y bajo ninguna circunstancia podrán utilizarse para otro fin que no sea el estadístico. El Instituto no deberá proporcionar a persona alguna, los datos a que se refiere este artículo para fines fiscales, judiciales, administrativos o de cualquier otra índole.","required":"yes","form_no":"","uri":""}],"contact":[{"name":"INEGI","affiliation":"","email":"atencion.usuarios@inegi.org.mx","uri":"www.inegi.org.mx"}],"cit_req":"Fuente: INEGI. Encuesta Nacional de Ingresos y Gastos de los Hogares 2020. ENIGH Nueva serie. Base de datos.","conditions":"Uso público.","disclaimer":"El uso de la información contenida en este documento implica la aceptación de las condiciones de uso siguientes:\n\n1. El Instituto Nacional de Estadística y Geografía, en adelante \"INEGI\", siempre ha otorgado la mayor importancia a difundir información de calidad, apegada a las mejores metodologías, por ello ha creado este sitio en Internet para facilitar a los usuarios el acceso a la información estadística y geográfica.\n\n2. Los datos que aquí se contienen provienen de múltiples fuentes. El INEGI pone este material a disposición de los usuarios de forma individual, como licencia de usuario final. Queda por tanto prohibida toda comercialización de este derecho de acceso. El INEGI se reserva el derecho a modificar estas condiciones de licencia para la información en cualquier momento y sin previo aviso.\n\n3. Se autoriza el uso de la información que se presenta, siempre que se cite la fuente: \"Fuente: Microdatos de la ENIGH, INEGI.\", a fin de permitir a terceros verificar tal información.\n\n4. Los datos que aparecen en este sitio se han introducido siguiendo estrictos procedimientos de control de calidad. Asimismo, el INEGI presenta la información con la mayor oportunidad posible, no obstante lo anterior, el INEGI no asume responsabilidad legal alguna o de cualquier otra índole por la precisión, oportunidad, contenido o uso de la misma que se dé por terceros.\n\n5. Este documento contiene medidas de seguridad para proteger la información de cualquier alteración realizada por terceros, sin embargo, el INEGI no asume ninguna responsabilidad por la alteración o manipulación de los datos una vez puestos en él.\n\n6. El INEGI no garantiza el funcionamiento de la red de comunicaciones y por lo tanto no asume responsabilidad alguna sobre la disponibilidad de este documento.\n\n7. Este documento ofrece enlaces a otros de organismos nacionales e internacionales. No obstante, el INEGI no asume ningún tipo de responsabilidad por el contenido, ni por el uso de esos sitios.\n\n8. Las leyes, reglamentos y demás disposiciones que aparecen en este sitio no crean derechos ni establecen obligaciones distintas de las contenidas en las disposiciones publicadas en el Diario Oficial de la Federación.\n\n9. El INEGI no será responsable por la interpretación y aplicación que el usuario haga de los resultados obtenidos a través del uso de la información; por lo que cualquier decisión basada en su interpretación excluye al INEGI de responsabilidad alguna. Así mismo, el INEGI no será responsable de las diferencias obtenidas por precisiones, redondeos o truncamientos numéricos, así como por cambios técnicos o tecnológicos que puedan incidir en tales resultados.\n\nEs responsabilidad del usuario la interpretación y aplicación de los resultados de la información en todas sus variantes, así como lo relacionado con la operación, supervisión y control de los mismos."}}}}